import discord from "../assets/discord.svg";
import instagram from "../assets/instagram.svg";
import telegram from "../assets/telegram.svg";
import facebook from "../assets/twitter.svg";
import dirty from "../assets/dirty.jpg";
import clean from "../assets/clean.jpg";
import cleanWindow from '../assets/cleanMirror.jpg'
import spongeBefore from '../assets/spongeBefore.jpg'
export const navigation = [
  {
    id: "0",
    title: "Начало",
    url: "#home",
  },
  {
    id: "4",
    title: "За нас",
    url: "#about",
  },
  {
    id: "1",
    title: "Услуги",
    url: "#service",
  },
  {
    id: "2",
    title: "Галерия",
    url: "#gallery",
  },
];
export const chooseUsAdvantages = [
  "Експертност и Професионализъм: Нашите експерти са опитни професионалисти в областта на почистването, гарантирайки ви най-високо качество на услугите.",
  "Персонализирани Решения: Подходящи за всеки клиент, нашите услуги се насочват към удовлетворяване на индивидуалните ви нужди и изисквания.",
  "Екологично Почистване: Ангажираме се с екологично отговорни практики, използвайки само безопасни и екологично приятни почистващи средства и методи.",
  "Гъвкавост и Удобство: Предлагаме гъвкави графици и удобни условия за резервация, за да се адаптираме към вашите нужди и предпочитания.",
  "Иновативни Технологии: Използваме най-новите технологии и методи в областта на почистването, за да осигурим най-ефективни и дълготрайни резултати.",
];
export const services = [
  {
    id: 1,
    type: "Редовно Почистване на Дома",
    imageUrl: "./src/assets/card-1.svg",
    text: "Възползвайте се от нашите услуги за редовно почистване на дома. Осигурете си чиста и приятна обстановка в дома си с нашата помощ.",
  },
  {
    id: 2,
    type: "Почистване след Ремонт",
    imageUrl: "./src/assets/card-2.svg",
    text: "След успешно завършен ремонт и строителство, оставете нашите експерти да се погрижат за почистването. Ние ще се погрижим да оставите проекта си в перфектно чисто състояние.",
  },
  {
    id: 3,
    type: "Професионално Почистване на Офиси",
    imageUrl: "./src/assets/card-3.svg",
    text: "Поддържайте работното си място в безупречно чисто състояние с нашите професионални услуги за почистване на офиси. Осигурете на своите служители комфорт и ефективност в работата.",
  },
  {
    id: 4,
    type: "Почистване на Прозорци",
    imageUrl: "./src/assets/card-4.svg",
    text: "Поддържайте работното си място в безупречно чисто състояние с нашите професионални услуги за почистване на офиси. Осигурете на своите служители комфорт и ефективност в работата.",
  },
  {
    id: 5,
    type: "Почистване на Тапицерии и Килими",
    imageUrl: "./src/assets/card-5.svg",
    text: "Поддържайте работното си място в безупречно чисто състояние с нашите професионални услуги за почистване на офиси. Осигурете на своите служители комфорт и ефективност в работата.",
  },
];
export const socials = [
  {
    id: "0",
    title: "Discord",
    iconUrl: discord,
    url: "#",
  },

  {
    id: "2",
    title: "Instagram",
    iconUrl: instagram,
    url: "#",
  },
  {
    id: "3",
    title: "Telegram",
    iconUrl: telegram,
    url: "#",
  },
  {
    id: "4",
    title: "Facebook",
    iconUrl: facebook,
    url: "#",
  },
];

export const steps = [
  {
    id: 1,
    icon: "☎️",
    title: "Запитване",
    description:
      "Обадете ни се или ни пишете тук през контактната форма, както и през всички наши профили в социалните мрежи",
  },
  {
    id: 2,
    icon: "👀",
    title: "Безплатен оглед",
    description:
      "След всяко едно запитване организираме БЕЗПЛАТЕН оглед - той е необходим, за да се запознаем с всички детайли по почистването и вашите нужди.",
  },
  {
    id: 3,
    icon: "🧹",
    title: "Професионално почистване",
    description:
      "След огледа изпращаме екип, който е запознат в детайли с него и е оборудван с необходимия инвентар и препарати.",
  },
];

export const imagePairs = [
  { dirty: spongeBefore, clean: cleanWindow},
  { dirty: spongeBefore, clean: cleanWindow},
  { dirty: spongeBefore, clean: cleanWindow},
];
